const kk = {
  navbar: {
    linkHome: 'Басты бет',
    linkAbout: 'Біз туралы',
    linkRoadmap: 'Roadmap',
    linkTeam: 'Топ',
    linkAdvisers: 'Кеңесшілер',
    linkPartners: 'Серіктестер',
    linkCareers: 'Карьера',
    mobileSocialMedia: 'Әлеуметтік желілеріміз'
  },
  announcement: {
    header: 'Топтық Рекрутмент 25-қаңтарға дейін',
    info: 'Тобымызға Марс миссиясын орындауға қосыл да, жаңа тарихтың бастауы бол!',
    action: 'Өтінім беру',
    full_action: 'Рекрутментке өтінім беру'
  },
  hero: {
    home: {
      typedArr: ['Орталық Азия тобы', 'Қазақстан тобы'],
      headline: 'Nazarbayev University Rover Team',
      infoStatic: 'Марс роверін құрудан ең алғашқы'
    },
    careers: {
      typedArr: ['Еңбекқорлық', 'Өршіл мақсаттар'],
      headline: 'NU Rover-дегі карьера',
    }
  },
  careers: {
    header: 'Ашық жұмыс позициялары',
    searchbar: 'Жұмыс іздеу',
    positionsList: {
      title: "Позиция",
      department: "Департамент",
      actionHeader: "Әрекет",
      action: "Өтініш беру",
    },
    modal: {
      action: "Өтініш беру"
    }
  },
  about: {
    header: 'Біз туралы',
    para: `NU Rover Team – Орталық Азиядағы тұңғыш Марс Роверін құрастырумен айналысатын ғарыш энтузиасттарының тобы. 
          Команда құрамында ғарышпен қызығатын және өз мүмкіндіктерінің шекарасын ілгерілетуге ұмтылатын әртүрлі ортадан - 
          инженерия, ғылым, информатика, қаржы, экономика келген студенттер бар. Командамыздағы жеке департаменттер:
          Топ координациясын бақылау, Механика (Робоқол, Копус және қозғалыс жүйесі), Ғылыми зерттеу, Автоматтандыру 
          және Консоль жүйесі, Маркетинг және ресурстарды басқару.`
  },
  mission: {
    header: 'Біздің миссия',
    para: `<p>
          Біздің басты миссиямыз тек Орталық Азиядағы алғашқы <orange_text>Марс Роверін</orange_text> құрастыру емес, 
          сонымен қатар оны озық технология және дизайн шешімдері көмегімен арзан, үнемді, автономды және маневрлі ету.
          </p>
          <p>
          Қазақстан мен Назарбаев Университетін ұлтаралық University Rover Challenge байқауында таныстыру да басты мақсаттарымыздың бірі.
          Бұл байқауда жыл сайын түрлі елдерден 36 үздік топ АҚШ-тағы Юта штатында сайысқа түседі.
          </p>`
  },
  roadmap: {
    header: 'Жобаны дамыту стратегиясы',
    caption: 'TRL - Ровердің Технологиялық Дайындылық Деңгейі',
    milestones: [
      {
        date: 'Наурыз, 2023',
        description: 'Топтың құрылуы'
      },
      {
        date: 'Сәуір, 2023',
        description: 'TRL 1'
      },
      {
        date: 'Мамыр, 2023',
        description: 'TRL 2'
      },
      {
        date: 'Қазан, 2023',
        description: 'TRL 3, URC байқауына тіркелу'
      },
      {
        date: 'Қараша, 2023',
        description: 'TRL 4, Дизайн бойынша алғашқы есеп'
      },
      {
        date: 'Ақпан, 2024',
        description: 'TRL 5, Ровер сапасының бағалануы'
      },
      {
        date: 'Мамыр, 2024',
        description: 'TRL 6, Қаржылық және Зерттеу есептері'
      },
      {
        date: 'Маусым, 2024',
        description: 'TRL 7, URC нәтижелері'
      },
      {
        date: 'Келешек',
        description: 'Жоба дамуының жалғасы...'
      }
    ],
    roverTRL1: {
      header: 'TRL 1 Ровері',
      body: {
        name: 'Корпусы',
        description: 'Шеткі ені 30 мм алюминийден'
      },
      wheels: {
        name: 'Дөңгелегі',
        description: 'Дифференциалы бар 6 дөңгелегі роверді тартымды әрі салмағын біркелкі бөлуге арналған'
      },
      controls: {
        name: 'Басқарылуы',
        description: 'Интернет арқылы Консоль қолданбасымен басқарылады'
      },
      moreInfo: 'Қосымша ақпаратты көру'
    },
    roverTRL5: {
      header: 'Негізгі мақсат: TRL 5 Ровері',
      size: {
        name: 'Өлшемі',
        width: '1.2 м',
        height: '1.2 м',
        depth: '1.2 м',
      },
      weight: {
        name: 'Салмағы',
        inKg: '70 кг'
      },
      parameters: {
        name: 'Параметрлері',
        description: 'автономдылық, жоғары маневрлілік және маршруттың болжамдылығы'
      },
      tools: {
        name: 'Құрал-жабдықтары',
        description: 'роботтандырылған қол, кіші лаборатория және топырақ жинау механизмі'
      }
    }
  },
  team: {
    header: 'Топ мүшелері',
    achievements: 'Жетістіктер',
    caption: 'Қосымша ақпарат үшін меңзерді апарыңыз немесе басыңыз',
    departments: {
      leads: "Топ жетекшілері",
      me: "Механика және Электроника",
      sc: "Бағдарламалау және Система",
      mc: "Маркетинг және Топ координациясы",
      sn: "Ғылыми зерттеу",
    },
    infoHeghine: {
      fullname: 'Егине Агаджанян',
      position: 'Команда жетекшісі/Механика тобы',
      achievements: ['Microsoft International AI Hackathon бойынша 2-орын',
        '100-ден астам қатысушы болған "Cosmothon" инженерлік байқауының ұйымдастырушысы']
    },
    infoYussuf: {
      fullname: 'Юсуф Шахин',
      position: 'Электроника тобы',
      achievements: ['Ала-Тоо Халықаралық Университетіндегі Робототехника Президенті',
        'PCMC and Smart Energy лабораториясы зерттеу ассистенті']
    },
    infoLeila: {
      fullname: 'Лейла Акишева',
      position: 'Бағдарламалау/Система тобы',
      achievements: ['MIT-де көрсетілген мақаланың авторы', "Испания, А-Корунья қаласында машиналық оқыту бойынша жазғы тағылымдамадан өтуші"]
    },
    infoBatyrkhan: {
      fullname: 'Батырхан Шәріпбай',
      position: 'Бағдарламалау/Система тобы жетекшісі',
      achievements: ['StepIT Academy ұйымдастырған топтық Хакатонда бірінші орын иегері',
        'Физикадан Республикалық ғылыми жобалар олимпиадасының жеңімпазы']
    },
    infoTomiris: {
      fullname: 'Томирис Жумагалиева',
      position: 'Ядролық реактор тобы жетекшісі',
      achievements: ['Биоматериалдар және регенеративті инженерия зертханасы ассистенті',
        "Химиялық инженерияның 2025 ағыны бойынша Топ 1 CGPA және қатарынан 3 Dean's list марапаттары иегері"]
    },
    infoAlikhan: {
      fullname: 'Алихан Қалмаханбет',
      position: 'Ядролық реактор тобы жетекшісі',
      achievements: ['VII Президенттік Олимпиададан алтын иегері', 
        'Химия олимпиадаларында қатысушы']
    },
    infoMuslim: {
      fullname: 'Муслим Адедамола',
      position: 'Бағдарламалау/Система тобы жетекшісі',
      achievements: ['Илорин университетінде 2021 жылғы ең үздік пайыздыққа кіретін түлегі', 
      "Илорин университетіндегі 'National Society of Black Engineers' тобының президенті"]
    },
    infoSymbat: {
      fullname: 'Сымбат Аккулова',
      position: 'Маркетинг/Брендинг тобы жетекшісі',
      achievements: ['НУ қауымында 14 мыңнан қаралуым мен мыңдаған лайк жинаған Instagram жазбалары авторы',
      'Бизнес-компанияда 3 жыл бойы SMM менеджер, фотограф және бейнеоператор']
    },
    infoZhaniya: {
      fullname: 'Жания Қали',
      position: 'Ғылыми зерттеу тобы жетекшісі',
      achievements: ['2026 ағыны бойынша Топ 2 CGPA', 
        'Республикалық даму бағдарламасының «Елбасы» медалі аясында көптеген салаларда волонтер болды']
    },
    infoDenis: {
      fullname: 'Денис Тен',
      position: 'Бағдарламалау/Система тобы',
      achievements: ['WRO Әлемдік Робот Олимпиадасы жаттықтырушысы', 'FIRST Global Challenge жаттықтырушысы']
    },
    infoZhuldyz: {
      fullname: 'Жулдыз Караматдинова',
      position: 'Қаржы және ресурс тобы',
      achievements: ['IYMC 2021 күміс жүлдесінің иегері',
        'Математика және физика бойынша Phystech халықаралық олимпиадасында 3 және 2 орын']
    },
    infoYerkebulan: {
      fullname: 'Еркебұлан Тазабек',
      position: 'Координация тобы жетекшісі',
      achievements: ['IGeo Istanbul 2021 күміс және IGeo Paris 2022 қола медаль иегері', 'National Geographic Qazaqstan көмекші-жазушысы']
    },
    infoAlisher: {
      fullname: 'Алишер Сабигалиев',
      position: 'Механика тобы',
      achievements: ['NIS VOLUNTEERS SEMEY ұйымының негізін қалаушы',
       '«Ғылым әлемін ашу» ғарыштық зерттеулер жарысының XVI халықаралық ғылыми конкурсында 3-дәрежелі Диплом иегері']
    },
    infoSultan: {
      fullname: 'Султан Касенов',
      position: 'Бағдарламалау/Система тобы',
      achievements: ['NU-де Quantori және GDSC ұйымдастырған Machine Learning хакатонында 3-орын иегері',
      'Республикалық астрофизика олимпиадасында 1 орын']
    },
    infoAibat: {
      fullname: 'Айбат Мұқаметқали',
      position: 'Механика тобы жетекшісі',
      achievements: ['NU IMechE ұйымдастырған инженерлік хакатонда 2 орын', 'Python Tech Orda грантының иегері']
    },
    infoSanzhar: {
      fullname: 'Санжар Косшыбай',
      position: 'Механика тобы',
      achievements: ['SEDS chapter, "Cosmothon" байқауында 2 орынды ұтқан топ басшысы', 'Физикадан Республикалық олимпиада жүлдегері']
    },
    infoZhangir: {
      fullname: 'Жангир Жумадилов',
      position: 'Ғылыми зерттеу тобы',
      achievements: ['IMPT жобасында зерттеу ассистенті', 'Химия олимпиадалары жеңімпазы (NIS Net, Республикалық ғылыми жобалар олимпиадасы, KBO, Shoqan Ecology)']
    },
    infoAssylzat: {
      fullname: 'Асылзат Аширбаева',
      position: 'Механика тобы',
      achievements: ['150 қатысушы болған «Инженерлік кейс чемпионатының» ұйымдастырушысы', 'Көптеген математикалық олимпиадалар жүлдегері']
    },
    infoAruzhan: {
      fullname: 'Аружан Турлыбек',
      position: 'Ғылыми зерттеу тобы',
      achievements: ['2026 ағыны бойынша Топ 1 CGPA', 'Университеттегі ғылыми іс-шараларға қатысушы']
    }
  },
  advisers: {
    header: 'Кеңесші профессорлар',
    caption: 'Қосымша ақпарат үшін меңзерді апарыңыз немесе басыңыз',
    infoElhadidi: {
      fullname: 'Basman Elhadidi',
      achievements: ['Төмен орбиталық спутниктерге арналған конструкциялардың авторы', 'Нотр-Дам университеті сыйлығының иегері']
    },
    infoSpitas: {
      fullname: 'Christos Spitas',
      achievements: ['Paramount Engineering бойынша жоба менеджері', 'Еуропалық комиссия, CERN, Toyota демеушілік ететін 15 жобаның жетекшісі']
    },
    infoVarol: {
      fullname: 'Huseyin Atakan Varol',
      achievements: ['Робототехника бойынша 60-тан астам жұмыс авторы', 'IEEE аға мүшесі және техникалық редакторы']
    },
    infoBagheri: {
      fullname: 'Mehdi Bagheri',
      achievements: ['Беделді Scopus сыйлығының иегері', 'Публикациялар саны бойынша зерттеушілердің үздік 2%-ына кіреді']
    },
    infoKostas: {
      fullname: 'Konstantinos Kostas',
      achievements: ['Жаяу жүрушілер әдеттері динамикасы бойынша халықаралық конференциялардың қатысушысы', '«3D дизайн және Rhino3D есептеулері» кітабының авторы']
    },
    infoZhao: {
      fullname: 'Yong Zhao',
      achievements: ['IBM корпорациясының Blue Chip сыйлығының иегері', 'Silicon Graphics Inc ұсынған CrayQuest 2000 алтын медалі иегері']
    },
    infoJamwal: {
      fullname: 'Prashant Jamwal',
      achievements: ['Jewel of India сыйлығының иегері', 'Дүниежүзілік банктің 2 грантын ұтып алып, бірнеше стартап компанияларды іске қосты']
    },
    infoSalimgerey: {
      fullname: 'Salimgerey Adilov',
      achievements: []
    },
    infoZorbas: {
      fullname: 'Dimitrios Zorbas',
      achievements: ['Бірнеше ұзақ қашықтықты өнеркәсіптік байланыс протоколдар әзірлеуші', 'Мари Кюри түлегі']
    }
  },
  partners: {
    header: 'Серіктес-демеушілер',
    support: {
      header: 'Қолдау көрсеткіңіз келе ме?',
      para: `
        <orange_text>Біздің жобамызға </orange_text>қайырымдылық жасау арқылы сіз біздің миссиямыздың алға басуына және сәтті болуына тікелей үлес қоса аласыз.
        Сіздің қолдауыңыз бізге: прототиптерді әзірлеуге, материалдарды сатып алуға, жарыстарға қатысуға және басқа да төлемдерге демеушілік ретінде көмектеседі.`,
      action: 'Бізді қолдау',
      form: {
        header: 'Демеушілік көрсету',
        bankHeader: '"NU Rover" банк реквизиттері',
        phone: 'Телефон нөмірі',
        card: 'Карта нөмірі',
        action: 'Бас тарту'
      }
    }
  },
  contact: {
    shortInfo: `
      <p>NU Rover Team – Орталық Азиядағы тұңғыш Марс Роверін құрастырумен айналысатын ғарыш энтузиасттарының тобы.</p>
      <p>Біздің басты миссиямыз тек Орталық Азиядағы алғашқы <orange_text>Марс Роверін</orange_text> құрастыру емес, 
      сонымен қатар оны озық технология және дизайн шешімдері көмегімен арзан, үнемді, автономды және маневрлі ету.</p>
    `,
    header: 'Контактілер',
    phone: {
      name: 'Телефон',
    },
    email: {
      name: 'Пошта'
    },
    address: {
      name: 'Адрес',
      description: 'Қабанбай батыр даңғылы, 53, Астана, Қазақстан'
    },
    social: {
      name: 'Әлеуметтік желілер',
      info: 'Біздің желідегі парақшаларымызға жазылуды ұмытпаңыз'
    }
  }
};

export default kk;